Repository: AmFearLiath/osclass-vote-and-review
Catalog: languages/*/messages.po
Languages: de_de

source: <strong>All Settings saved.</strong> Your plugin is now configured
de_de: <strong>Einstellungen gespeichert</strong> Das Plugin ist jetzt konfiguriert

source: <strong>Error.</strong> Your settings can not be saved, please try again
de_de: <strong>Fehler</strong> Die Einstellungen konnten nicht geseichert werden, versuche es bitte erneut.

source: <strong>Import done.</strong> All ratings from old voting plugin are transfered. Now you can uninstall old voting plugin.
de_de: <strong>Import fertig</strong> Alle Bewertungen wurden übernommen. Du kannst das alte Plugin jetzt deinstallieren.

source: <strong>ERROR</strong> There was an Error while transfering the old votings, please try again
de_de: <strong>FEHLER</strong> Während dem Import der alten Bewertungen ist ein Fehler aufgetreten, versuche es bitte erneut.

source: Votes and Reviews
de_de: Bewertungen und Rezensionen

source: Remake by Liath based on Voting by OSClass
de_de: Neuauflage von Liath basierend auf Voting von OSClass

source: Click here to import all ratings from old voting plugin to this plugin. Please don't refresh page while import is running
de_de: Hier klicken, um die alten Bewertungen zu importieren. Während dem Import bitte nicht diese Seite aktualisieren.

source: There are %d item and %d user votings to import
de_de: Es gibt %d Angebots- und %d Benutzerbewertungen zu importieren.

source: Import is working
de_de: Import läuft

source: Main settings
de_de: Haupteinstellungen

source: Here you can determine whether the necessary libraries to be loaded as well. If they are already loaded by other scripts, disable it. If plugin <em>seller verification</em> is installed, you can activate it, to show a banner on best rated items.
de_de: Hier kannst Du festlegen, welche notwendigen Bibliotheken geladen werden sollen. Werden sie durch ein anderes Plugin bereits geladen, deaktiviere sie bitte hier um Konflikte zu vermeiden. Hast Du das Plugin <em>Seller Verification</em> installiert, kannst Du die Option aktivieren, um einen Banner in den am besten bewerteten Angeboten anzuzeigen.

source: Load Font Awesome (only deactivate, if loaded by other scripts)
de_de: Lade Font Awesome (nur deaktivieren, wenn bereits durch andere Plugins geladen)

source: Load jQuery.bxSlider.js (only deactivate, if loaded by other scripts)
de_de: Lade jQuery.bxSlider.js (nur deaktivieren, wenn bereits durch andere Plugins geladen)

source: Do you want to show verificated seller on best rated items and user?
de_de: Möchtest Du verifizierte Anbieter in den am besten bewerteten Angeboten und Benutzern anzeigen lassen?

source: Item settings
de_de: Angebotseinstellungen

source: Here you can activate the votes and reviews for items and determine who can vote
de_de: Hier kannst Du die Bewertungen und Rezensionen für Angebote aktivieren und bestimmen, wer bewerten darf.

source: Enable for items
de_de: Für Angebote aktivieren

source: Only registered users can vote
de_de: Nur registrierte Benutzer dürfen bewerten

source: All can vote the items
de_de: Alle dürfen Angebote bewerten

source: User settings
de_de: Benutzereinstellungen

source: Here you can activate the votes and reviews for users. Only registered user can vote other user.
de_de: Hier kannst Du die Bewertungen und Rezensionen für Benutzer aktivieren und bestimmen. Nur registrierte Benutzer dürfen andere Benutzer bewerten.

source: Enable for users
de_de: Für Benutzer aktivieren

source: Save
de_de: Speichern

source: This Plugin is a remake of the Plugin <strong><em>Rating by OSClass</em></strong>.
de_de: Dieses Plugin ist eine Neuauflage des Plugins <strong><em>Rating von OSClass</em></strong>.

source: Reviews for items and users now supported.
de_de: Rezensionen für Angebote und Benutzer sind jetzt verfügbar

source: Use Font Awesome instead of images for the stars
de_de: Nutzt Font Awesome anstatt Bilder für die Sterne

source: Reviews are shown in a vertical slider, based on jQuery.bxSlider.js
de_de: Rezensionen werden in einem vertikalen Slider angezeigt, basierend auf jQuery.bxSlider.js

source: Font Awesome and bxSlider can be activated separately
de_de: Font Awesome und bxSlider können separat aktiviert werden

source: Best rated items now improved and moved to main page instead of sidebar
de_de: Die bestbewerteten Angebote wurden verbessert und anstelle der Seitenleiste, auf die Hauptseite verlegt.

source: Plugin information
de_de: Plugininformationen

source: This plugin adds a rating system and allows users to vote among them the quality of the item and quality sellers
de_de: Dieses Plugin fügt ein Bewertungssystem in die Seite ein und ermöglicht es den Benutzern die Qualität der angebotenen Artikel und die Vertrauenswürdigkeit der Anbieter zu bewerten.

source: Easy plugin configuration.
de_de: Einfache Pluginkonfiguration

source: Vote items, can be enabled and disabled. It can be configured what kind of users can vote items, registered users only or guest too
de_de: Angebote bewerten kann de/aktiviert werden. Es kann eingestellt werden, ob nur registrierte Benutzer oder auch Gäste Angebote bewerten dürfen.

source: Vote users, can be enabled and disabled. Only registered users can vote sellers
de_de: Angebote bewerten kann de/aktiviert werden. Nur registrierte Benutzer dürfen Anbieter bewerten.

source: Allows to show the best rated items or users at frontend, adding some extra code at your template
de_de: Erlaubt es die am besten bewertetsten Angebote auf der Startseite anzuzeigen, indem man einen kleinen Code in das Template einfügt.

source: Frequently asked questions
de_de: Meist gestellte Fragen (F.A.Q)

source: How can I show best rated listings or users?
de_de: Wie kann ich die best bewertetsten Angebote oder Anbieter anzeigen?

source: How can I add the votes in my template?
de_de: Wie kann ich die Bewertungen in mein Theme einfügen?

source: How to change the way the votes are displayed?
de_de: Wie kann ich das Aussehen der Bewertungen ändern?

source: How can I show the best rated listings or users?
de_de: Wie kann ich die best bewertetsten Angebote oder Anbieter anzeigen?

source: Start of page
de_de: zum Seitenanfang

source: You can display the best rated listings or users list, wherever you want
de_de: Du kannst die am besten bewertetsten Angebote oder Benutzer anzeigen wo Du möchtest.

source: By adding this line of code, you can show the listings or users at main web page, <span style="text-decoration: line-through;">in the sidebar</span>
de_de: Wenn Du diesen Code einfügst, kannst Du die Angebote und Benutzer auf der Hauptseite <span style="text-decoration: line-through;">in der Seitenleiste</span> anzeigen lassen

source: Listings
de_de: Angebote

source: NUMBER_OF_LISTINGS
de_de: ANZAHL_DER_ANGEBOTE

source: Note: replace NUMBER_OF_ITEMS with a number of items you want to list
de_de: Anmerkung: Ändere ANZAHL_DER_ANGEBOTE zu der Anzahl, wieviele Angebote angezeigt werden sollen

source: Edit main.php (located under root theme folder) This example shows my implementation in theme osclasswizards
de_de: Bearbeite main.php (in Deinem Themeordner). Dieses Beispiel zeigt meine Integration im Theme osclasswizards

source: Users
de_de: Benutzer

source: NUMBER_OF_USERS
de_de: ANZAHL_DER_BENUTZER

source: Note: replace NUMBER_OF_USERS with a number of users you want to list
de_de: Anmerkung: Ändere ANZAHL_DER_BENUTZER zu der Anzahl, wieviele Angebote angezeigt werden sollen

source: Edit main.php (located under root theme folder)
de_de: Bearbeite main.php (im Hauptverzeichnis Deines Templates)

source: Items
de_de: Angebote

source: You need to add this line in the sidebar of your theme, found in items.php or items-sidebar.php (located under root theme folder) :
de_de: Du musst diese Zeile in der Seitenleiste Deines Themes hinzufügen, diese findest Du in items.php oder items-sidebar.php (in Deinem Themeordner)

source: To show votes on the public user profile, modify the user-public-profile.php (located under root theme folder) and place this line where you want
de_de: Um Bewertungen im öffentlichen Benutzerprofil anzuzeigen, bearbeite die user-public-profile.php (in Deinem Themeordner) und platziere diese Zeile wo Du möchtest

source: If you want to modify the templates, you can find them in the plugin folder
de_de: Möchtest Du das Aussehen der Bewertungen ändern, bearbeite die Templatedateien im Pluginverzeichnis

source: Template for rate and review items
de_de: Template für Bewertungen und Beschreibungen der Angebote

source: Template for rate and review users
de_de: Template für Bewertungen und Beschreibungen der Benutzer

source: Template to show best rated items
de_de: Template für best bewertete Angebote

source: Template to show best rated users
de_de: Template für best bewertete Benutzer

source: Wrapper for rating items (Not neccessary to edit in most case)
de_de: Container für Angebotsbewertungen (muss in den meisten Fällen nicht bearbeitet werden)

source: Wrapper for rating users (Not neccessary to edit in most case)
de_de: Container für Benutzerbewertungen (muss in den meisten Fällen nicht bearbeitet werden)

source: See your profile
de_de: Profil ansehen

source: New review
de_de: Neue Rezension

source: Hello {TO_NAME},
de_de: Hallo {TO_NAME},

source: There is a new review for you
de_de: Du hast eine neue Rezension

source: From
de_de: Von

source: Vote
de_de: Bewertung

source: Review
de_de: Rezension

source: Best regards
de_de: Mit freundlichen Grüßen

source: Vote and Review
de_de: Bewertungen und Rezensionen

source: Settings
de_de: Einstellungen

source: Categories
de_de: Kategorien

source: Help
de_de: Hilfe

source: Voting
de_de: Bewertungen

source: Configuration
de_de: Konfiguration

source: Best voted Listings
de_de: Am besten bewertete Angebote

source: Without interest
de_de: absolut Unwichtig

source: Uninteresting
de_de: Uninteressant

source: Interesting
de_de: Interessant

source: Very interesting
de_de: sehr Interessant

source: Essential
de_de: Großartig

source: Votes
de_de: Bewertungen

source: Best voted user
de_de: Am besten bewertete Benutzer

source: Not worth believing
de_de: Nicht Vertrauenswürdig

source: Problematic
de_de: Problematisch

source: Quite well
de_de: Ganz gut

source: Good Dealer
de_de: Guter Verkäufer

source: Great Dealer
de_de: Großartiger Verkäufer

source: Loading
de_de: Lade

source: on %s at %s
de_de: am %s um %s Uhr

source: Average
de_de: Durchschnitt

source: No votes yet
de_de: Noch keine Bewertungen

source: Please let other users know what you think about this ad.
de_de: Was denkst Du über dieses Angebot

source: Your Vote
de_de: Deine Bewertung

source: Your Review
de_de: Deine Rezension

source: Please exercise friendly and constructive.
de_de: Bitte sei freundlich und konstruktiv

source: Send
de_de: Senden

source: Please let other users know what you think about this seller.
de_de: Was denkst Du über diesen Verkäufer
